tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "automake"
brew "bpm-tools"
brew "python"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "docker", link: false
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gnupg"
brew "grip"
brew "htop"
brew "hugo"
brew "irssi"
brew "ispell"
brew "jp2a"
brew "lsd"
brew "mas"
brew "neofetch"
brew "nmap"
brew "node"
brew "nsq"
brew "tree"
brew "pass"
brew "pkg-config"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "tokei"
brew "trash"
brew "up"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cakebrew"
cask "corelocationcli"
cask "docker"
cask "emacs"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "nwjs"
cask "qtpass"
mas "Amphetamine", id: 937984704
mas "BeatGauge", id: 974010176
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Explorer for GitHub", id: 1025971329
mas "GIF Brewery 3", id: 1081413713
mas "Gifski", id: 1351639930
mas "Medis", id: 1063631769
mas "Proxie", id: 897814548
mas "Quiver", id: 866773894
mas "Sketchode", id: 1098077968
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Twitter", id: 409789998
mas "Type Fu", id: 509818877
mas "Wallcat", id: 1000397973
mas "Xnip", id: 1221250572
